Repository: fordot-archipel/fordot-archipel.github.io
Catalog: Modules/GroupManagement/Resources/*.lproj/Localizable.strings
Languages: fr

source: is migrating
fr: est en train de migrer

source: state modified
fr: étaut modifié

source: to the selected hypervisor
fr: vers l'hyperviseur sélectionné

source: Cannot migrate virtual machine
fr: Impossible de migrer la VM

source: Destroy selected virtual machines
fr: Détruire la VM sélectionnée

source: Pause selected virtual machines
fr: Mettre en pause la VM sélectionnée

source: Reboot selected virtual machines
fr: Redémarrer toutes les VMs sélectionnées

source: Resume selected virtual machines
fr: Reprendre l'exécution de la VM sélectionnée

source: Shutdown selected virtual machines
fr: Eteindre la VM sélectionnée

source: Start selected virtual machines
fr: Démarrer toutes les VMs sélectionnées

source: Virtual machine
fr: Machine Virtuelle
